Revit 2027 API
ParameterTypeId.RbsSystemBaseElementParam Property
 "System Equipment"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsSystemBaseElementParam { get; }
Public Shared ReadOnly Property RbsSystemBaseElementParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsSystemBaseElementParam {
	ForgeTypeId^ get ();
}
static member RbsSystemBaseElementParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace